votenow/soap-getquestion.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:feed="http://votenow.hoplitasoft.hu/">
   <soapenv:Header/>
   <soapenv:Body>
      <feed:getQuestion>
         <arg0><![CDATA[%s]]></arg0>
         <arg1><![CDATA[%s]]></arg1>
         <arg2><![CDATA[%s]]></arg2>
      </feed:getQuestion>
   </soapenv:Body>
</soapenv:Envelope>